Revit 2027 API
ParameterTypeId.StairsTextType Property
 "Text Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTextType { get; }
Public Shared ReadOnly Property StairsTextType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTextType {
	ForgeTypeId^ get ();
}
static member StairsTextType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace